tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
brew "python@3.12"
brew "eza"
brew "ghostscript"
brew "go"
brew "helm"
brew "htop"
brew "neovim"
brew "nmap"
brew "packer"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"
brew "fzf"
brew "colima"
brew "docker"
cask "aldente"
#cask "alt-tab"
cask "appcleaner"
cask "dbeaver-community"
cask "discord"
#cask "drawio"
cask "figma"
cask "firefox"
cask "flameshot"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "microsoft-remote-desktop"
cask "nextcloud"
cask "notion"
cask "openvpn-connect"
cask "rectangle"
cask "sol"
cask "spotify"
cask "the-unarchiver"
cask "thunderbird"
cask "vlc"
mas "WhatsApp Messenger", id: 310633997
mas "Goodnotes 6", id: 1444383602
mas "Todoist: To-Do List & Tasks", id: 585829637
