tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
brew "python@3.12"
brew "tree"
brew "lazygit"
brew "eza"
brew "ghostscript"
brew "go"
brew "helm"
brew "telnet"
brew "htop"
brew "neovim"
brew "nmap"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"
brew "fzf"
brew "podman"
brew "docker"
brew "hashicorp/tap/terraform"
cask "bitwarden"
cask "flameshot"
cask "rustdesk"
cask "jabra-direct"
cask "krishkrosh/apps/trackweight"
cask "steam"
cask "zotero"
cask "anaconda"
cask "visual-studio-code"
cask "teamviewer"
cask "vnc-viewer"
cask "foxglove-studio"
cask "slack"
cask "MonitorControl"
cask "microsoft-teams"
cask "chatgpt"
cask "aldente"
cask "scroll-reverser"
cask "alt-tab"
cask "appcleaner"
cask "dbeaver-community"
cask "discord"
#cask "drawio"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "figma"
cask "firefox"
cask "flameshot"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "microsoft-remote-desktop"
cask "nextcloud"
cask "notion"
cask "openvpn-connect"
cask "surfshark"
cask "rectangle"
cask "sol"
cask "hiddenbar"
cask "spotify"
cask "the-unarchiver"
cask "thunderbird"
cask "vlc"
#mas "WhatsApp Messenger", id: 310633997
#mas "DaVinci Resolve", id: 571213070
mas "Goodnotes 6", id: 1444383602
mas "Todoist: To-Do List & Tasks", id: 585829637
